const postingDatas = [
    {
        ID : "js-001",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-002",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-003",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-004",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-005",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-006",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-007",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-008",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-009",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-010",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-011",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-012",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-013",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
    {
        ID : "js-014",
        imgHtml:`<img class="bg_js">`,
        title:"title 영역",
        text:"내용이 많아도 4줄만 나오도록 설정했으니까 넘쳐도 ... 으로 표시되는것이 정상적입니다. 이것은 테스트를 위해서 뇌를 빼고 작성하는 뻘글입니다. 그냥 무시하고 지나가는것이 정신에 이로우니 무시해주세요. 이제 이짓도 그만 해야겠어요"
    },
]