const introduceDatas = {
    mainTitle : '소개',
    contents : [
        {
            detail:[
                {title:'소중한 해외경험'},
                '우즈베키스탄에 합작 회사 설립을 위한 GIS 교육 담당으로 약 3개월간 해외출장을 다녀온 경험이 있습니다. ',
                {highlite:'부팀장'},' 역할을 수행하며 자료 개선과 일부 교육을 진행하였습니다. 해당 경험은 아래에 기술하였습니다.'
            ]   
        },
        {
            detail:[
                {title:'너 개발 변태끼가 있구나?'},
                '입사 초반 주중에 작성했던 소스가 마음에 들지 않아 주말에 리팩토링을 하던 중 들은 소리입니다. 현재는 기능을 완성하면 소스의 구조의 ',
                {highlite:'안정성'},'과 ',
                {highlite:'가독성'},' 위주로 지속적인 리팩토링을 하고 있습니다.'
            ]   
        },
        {
            detail:[
                {title:'동료의 일도 나의 일이다'},
                '프로젝트 완성을 목표로 함께 달리기 때문에 일의 구분이 없다고 생각합니다. 그렇기 때문에 배정된 업무를 마치면 동료에게 ',
                {highlite:'협력'} ,'할 일이 있는지 물어봅니다. 그리고 현재 이슈와 해결된 이슈를 공유하기 위해 엘리베이터 혹은 식당에서 현재 업무에 대해 ',
                {highlite:'소통'},'합니다.'
            ]   
        }
    ]
};